{"id":234,"date":"2018-06-27T09:53:33","date_gmt":"2018-06-27T09:53:33","guid":{"rendered":"http:\/\/showcase.omnicom-dev.com\/home-made\/?p=234"},"modified":"2018-06-27T09:53:33","modified_gmt":"2018-06-27T09:53:33","slug":"vienna-motion","status":"publish","type":"post","link":"https:\/\/travelicious.bold-themes.com\/main-demo\/2018\/06\/27\/vienna-motion\/","title":{"rendered":"Vienna motion"},"content":{"rendered":"<p>Enjoy a memorable trip to Vienna, the capital of the Republic of Austria, on guided tours in Vienna that take you to some of the most celebrated, impressive, and historic landmarks and attractions in this beautiful city. Vienna City Tours offers a variety of excursions in Vienna, including private tours and group tours perfect for all travelers.<\/p>\n<p>When it comes to tours in Vienna, our Vienna tour offerings whisk you away to some of the most remarkable locations in this city known as the true heart of Europe. Vienna City Tours is a renowed company that offers quality guided tours in Vienna along with conveniences like airport transfers, hotel accommodations, incentives, team building events, conferences and excursions in Vienna along with extended Vienna tours of Austria and Europe.<\/p>\n<blockquote><p>My parents genuinely loved Vienna, and in later years I learned from them why the city exerted a powerful hold on them and other Jews. My parents loved the dialect of Vienna, its cultural sophistication, and artistic values.<\/p><\/blockquote>\n<p>Vienna City Tours offers many types of excursions in Vienna. Our most popular tours in Vienna include Schönbrunn Palace Evening, Danube Valley Tour, Following Sisi&#8217;s Footsteps, Hop On Hop Off Vienna Bus Tour, the Mozart and Strauss Concert, and the Spanish Riding School Tour in addition to our day tours to Budapest, Prague, Salzburg, and Bratislava.<\/p>\n<p>With a variety of customizable tours for sightseeing Vienna, Vienna City Tours has the perfect Segway tour, bike tour, bus tour, walking tour, or Danube River cruise for independent travelers, groups, coach tours, and charters. With a wide-ranging list of guided sightseeing Vienna tours that leave daily with our experienced and knowledgeable expert guides, we offer half day, full day, and evening tours of this magnificent city.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vienna, Austria’s capital, lies in the country’s east on the Danube River. Its artistic and intellectual legacy was shaped by residents including Mozart, Beethoven and Sigmund Freud. The city is also known for its Imperial palaces, including Schönbrunn, the Habsburgs’ summer residence. In the MuseumsQuartier district, historic and contemporary buildings display works by Egon Schiele, Gustav Klimt and other artists.<\/p>\n","protected":false},"author":1,"featured_media":2239,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"video","meta":[],"categories":[17,18,20],"tags":[24,27,30],"_links":{"self":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts\/234"}],"collection":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/comments?post=234"}],"version-history":[{"count":0,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts\/234\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/media\/2239"}],"wp:attachment":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/media?parent=234"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/categories?post=234"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/tags?post=234"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}