{"id":287,"date":"2018-06-01T14:01:20","date_gmt":"2018-06-01T14:01:20","guid":{"rendered":"http:\/\/showcase.omnicom-dev.com\/home-made\/?p=287"},"modified":"2018-06-01T14:01:20","modified_gmt":"2018-06-01T14:01:20","slug":"african-safari","status":"publish","type":"post","link":"https:\/\/travelicious.bold-themes.com\/main-demo\/2018\/06\/01\/african-safari\/","title":{"rendered":"African Safari"},"content":{"rendered":"<h5><strong>Safari Philosophy<\/strong><\/h5>\n<p>Without wanting to turn the traditional game drive completely on its head, the Angama Mara guiding team felt it might be time to shake things up a little: the team struck on the idea of crafting game drives around the guest. Guests are asked where they have been; what they have seen; what their great passions are; what they would like to do and when they would like to do it; and for how long they would like to be on a game drive at any one time – and game drives are structured accordingly.<\/p>\n<p>The pace is a little slower here because all of Angama Mara’s guests come to East Africa to see game, and game there is a-plenty. They might start their safari in the Mara and want to do many game drives; they might come here in the middle of their journey and do a little less game viewing; or they might end their adventure at Angama Mara and only go down into the Reserve to find something they might not have seen. One fact for certain is that the Mara Triangle consistently delivers twelve months of the year – so one can afford to take things a little slower, and enjoy a much more flexible day on safari no matter what time of year.<\/p>\n<h5><strong>A day on safari<\/strong><\/h5>\n<p>Guests could leave the lodge at dawn, or decide to go on a game drive after breakfast, descend down Angama Mara’s private road and 10-minutes later find themselves in the heart of the action – surrounded by more animals than they could imagine: the vast grasslands dotted with acacias are home to abundant herds, as well as Africa’s Big Five – lion, leopard, elephant, rhino and buffalo.<\/p>\n<p>Safaris are conducted in the lovely Mara Triangle, open from sunrise to sunset, and are in completely open gameviewing vehicles to which the animals are well accustomed – the vehicles are specially equipped and converted, offering comfy seats, ample legroom, charging stations and canvas roofs for respite from the sun.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-large wp-image-2248\" src=\"http:\/\/travelicious.omnicom-dev.com\/main-demo\/wp-content\/uploads\/sites\/4\/2015\/04\/post_10-1280x854.jpg\" alt=\"\" width=\"1200\" height=\"801\" srcset=\"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-1280x854.jpg 1280w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-640x427.jpg 640w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-768x512.jpg 768w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-1536x1024.jpg 1536w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-2048x1366.jpg 2048w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-800x533.jpg 800w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-320x213.jpg 320w, https:\/\/travelicious.bold-themes.com\/main-demo\/wp-content\/uploads\/sites\/2\/2015\/04\/post_10-600x400.jpg 600w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<p>Because the weather is so mild in the Mara, there are no constraints as to when to go on a game drive, and Angama Mara guests tailor-make their safari days: out early and back for breakfast; out early with a picnic breakfast and back for lunch; out after breakfast with a picnic lunch and back mid-afternoon; a post lunch game drive and back at sunset; or very best of all, spending a whole day exploring the Mara Triangle – with a picnic breakfast and lunch down at the Tanzanian border without a soul in sight – that’s an all-time favourite and a grand way to spend the day.<\/p>\n<h5><strong>Something for everyone<\/strong><\/h5>\n<p>Angama Mara’s experienced guides tailor-make their guest’s safari days: first-timers to Africa will be guided differently to old-timers, and there are over 570-recorded species of birds which will keep birding enthusiasts busy. First and foremost, the guides are storytellers, and interpret the Mara in a way that immerses their guests in the surroundings: a safari at Angama Mara is about an overwhelming sense of place. Guests will have the opportunity to enjoy the knowledge and companionship of more than one guide as their desired safari experience changes from day to day, and the guiding team will endeavour to match like-minded guests with each other: birders will go on safari with fellow birders, as will those with a keen interest in photography or another special interest.<\/p>\n<h5><strong>A rocking safari<\/strong><\/h5>\n<p>Guests at Angama Mara can also enjoy the wonders of a safari without leaving the comfort of their deck: the views of the Mara from the tented suites are staggering – the sky never sits still and there is always something to spot 300m below – elephant families melting in and out of the forest, a thousand buffalo lazing about, giraffe stepping daintily down from the escarpment or a pod of hippo moving from one water body to the next. All the tents are equipped with binoculars and there is a spotting scope in the guest area. There are heaps of resident game around the lodge: eland, zebra, giraffe, topi and impala; and watching the raptors soar effortlessly above and below you is a great way to while away the hours.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Experience the continent&#8217;s many wonders with our experts on trips to Tanzania, South Africa, Botswana, Rwanda, Morocco, and more. Witness the annual wildebeest migration on safari in the Serengeti, or explore the sun-washed cities of Morocco through your camera lens.<\/p>\n","protected":false},"author":1,"featured_media":2248,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"audio","meta":[],"categories":[16,19,21],"tags":[22,28,40,44],"_links":{"self":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts\/287"}],"collection":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/comments?post=287"}],"version-history":[{"count":0,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/posts\/287\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/media\/2248"}],"wp:attachment":[{"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/media?parent=287"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/categories?post=287"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/travelicious.bold-themes.com\/main-demo\/wp-json\/wp\/v2\/tags?post=287"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}